Repository: CofficLab/Lumi
Catalog: Packages/PluginConversationCacheHitRate/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk, zh_tw

source: %lld requests
zh_hans: %lld 次请求
zh_hk: %lld 次請求
zh_tw: %lld 筆請求

source: %lld requests in this conversation
zh_hans: 本对话共 %lld 条请求
zh_hk: 本對話共 %lld 條請求
zh_tw: 本對話共 %lld 筆請求

source: Avg
zh_hans: 平均
zh_hk: 平均
zh_tw: 平均

source: Cache Hit Rate
zh_hans: 缓存命中率
zh_hk: 快取命中率
zh_tw: 快取命中率

source: Cache hit rate trend
zh_hans: 缓存命中率趋势
zh_hk: 快取命中率趨勢
zh_tw: 快取命中率趨勢

source: Cache hit rate unavailable
zh_hans: 缓存命中率暂不可用
zh_hk: 快取命中率暫不可用
zh_tw: 快取命中率暫不可用

source: Cache hit rate unavailable: click for details
zh_hans: 缓存命中率暂不可用：点击查看详情
zh_hk: 快取命中率暫不可用：點擊查看詳情
zh_tw: 快取命中率暫不可用：點擊查看詳情

source: Cached tokens
zh_hans: 已缓存令牌
zh_hk: 已快取權杖
zh_tw: 已快取權杖

source: Cumulative
zh_hans: 累计
zh_hk: 累計
zh_tw: 累計

source: Max
zh_hans: 最大
zh_hk: 最大
zh_tw: 最大

source: Min
zh_hans: 最小
zh_hk: 最小
zh_tw: 最小

source: No cache usage history yet
zh_hans: 暂无缓存用量历史
zh_hk: 暫無快取用量歷史
zh_tw: 暫無快取用量歷史

source: No conversation selected. Select a conversation to see cache hit rate.
zh_hans: 未选择对话。选择一个对话以查看缓存命中率。
zh_hk: 未選擇對話。選擇一個對話以查看快取命中率。
zh_tw: 未選擇對話。選擇一個對話以查看快取命中率。

source: Per-request average
zh_hans: 单次请求平均
zh_hk: 單次請求平均
zh_tw: 單次請求平均

source: The provider did not report cache token usage for this conversation. The model or endpoint may not support caching, the stable prefix may be too short, or no cache has been created yet.
zh_hans: 服务提供商未报告本次对话的缓存令牌用量。该模型或端点可能不支持缓存，稳定前缀可能过短，或缓存尚未创建。
zh_hk: 服務提供者未回報本次對話的快取權杖用量。該模型或端點可能不支援快取，穩定前綴可能過短，或快取尚未建立。
zh_tw: 服務提供者未回報本次對話的快取權杖用量。該模型或端點可能不支援快取，穩定前綴可能過短，或快取尚未建立。

source: This request
zh_hans: 本次请求
zh_hk: 本次請求
zh_tw: 本次請求

# Token-weighted cache hit rate: %@ (%lld requests)
source: Token-weighted cache hit rate: %1$@ (%2$lld requests)
zh_hans: 按令牌加权的缓存命中率：%1$@（%2$lld 条请求）
zh_hk: 按權杖加權的快取命中率：%1$@（%2$lld 條請求）
zh_tw: 按權杖加權的快取命中率：%1$@（%2$lld 筆請求）

source: Token-weighted rate
zh_hans: 按令牌加权命中率
zh_hk: 按權杖加權命中率
zh_tw: 按權杖加權命中率

source: Total input tokens
zh_hans: 输入令牌总数
zh_hk: 輸入權杖總數
zh_tw: 輸入權杖總數

source: Waiting for the first assistant response with cache usage data.
zh_hans: 等待第一条包含缓存用量数据的助手回复。
zh_hk: 等待第一條包含快取用量資料的助手回覆。
zh_tw: 等待第一筆包含快取用量資料的助手回覆。

# 命中率 = 缓存读取 tokens ÷ 总输入 tokens。该数值按 token 加权，缓存命中越高，重复上下文计费越低、响应越快。
source: Hit rate = cached tokens ÷ total input tokens. This value is token-weighted: higher cache hits mean lower repeated context costs and faster responses.
zh_hans: 命中率 = 缓存读取 tokens ÷ 总输入 tokens。该数值按 token 加权，缓存命中越高，重复上下文计费越低、响应越快。
zh_hk: 命中率 = 快取讀取 tokens ÷ 總輸入 tokens。該數值按 token 加權，快取命中越高，重複上下文計費越低、回應越快。
zh_tw: 命中率 = 快取讀取 tokens ÷ 總輸入 tokens。該數值按 token 加權，快取命中越高，重複上下文計費越低、回應越快。
